brew "chezmoi"
brew "eza"
brew "fzf"
brew "gh"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "tailscale"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "acsandmann/tap/rift"
brew "anomalyco/tap/opencode"
brew "felixkratz/formulae/borders"
brew "oven-sh/bun/bun"
brew "teamookla/speedtest/speedtest"
cask "adguard"
cask "alt-tab"
cask "arc"
cask "balenaetcher"
cask "calibre"
cask "codex"
cask "codex-app"
cask "dbngin"
cask "docker-desktop"
cask "element"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "herd"
cask "inkscape"
cask "mac-mouse-fix"
cask "monitorcontrol"
cask "ngrok"
cask "obsidian"
cask "phpstorm"
cask "prismlauncher"
cask "raycast"
cask "rectangle"
cask "sf-symbols"
cask "shottr"
cask "tableplus"
cask "tinkerwell"
cask "transmit"
cask "warp"
cask "wispr-flow"
cask "yaak"
cask "zed"
cask "zen"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Craft", id: 1487937127
mas "Dropover", id: 1355679052
mas "Keynote", id: 361285480
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Slack", id: 803453959
